{
    "version": "https://jsonfeed.org/version/1",
    "title": "Stitched.eth",
    "description": "",
    "home_page_url": "https://stitchedeth.github.io/ens",
    "feed_url": "https://stitchedeth.github.io/ens/feed.json",
    "user_comment": "",
    "icon": "https://stitchedeth.github.io/ens/media/website/Design_1-400px-wide.png",
    "author": {
        "name": "CoreDevs"
    },
    "items": [
        {
            "id": "https://stitchedeth.github.io/ens/artist-faqs.html",
            "url": "https://stitchedeth.github.io/ens/artist-faqs.html",
            "title": "Artist FAQs",
            "summary": " What is this project all about? What problems does this solve? Why should artists participate? Where does the money&hellip;",
            "content_html": "<ul>\n<li>\n<h3><a href=\"#project-overview\">What is this project all about?</a></h3>\n</li>\n<li>\n<h3><a href=\"#problems-solved\">What problems does this solve?</a></h3>\n</li>\n<li>\n<h3><a href=\"#why-participate\">Why should artists participate?</a></h3>\n</li>\n<li>\n<h3><a href=\"#money\">Where does the money go?</a></h3>\n</li>\n<li>\n<h3><a href=\"#copyright\">What copyright does the artist give to <em>stitched.eth</em>?</a></h3>\n</li>\n<li>\n<h3><a href=\"#apply\">How do I apply as an Artist?</a></h3>\n</li>\n</ul>\n<h3><a id=\"project-overview\"></a>What is this project all about?</h3>\n<p>We help serious visual artists fund their projects and grow their practice by empowering them to enter the apparel market without giving up control over their designs and artwork. Artists maximize the value of their work by capturing recurring revenue through a profit-sharing model with their NFT collectors.</p>\n<p>We do this by building a blockchain-based ecosystem where the authenticity of physical garments is guaranteed and copyright licenses can be transferred and utilized transparently and efficiently through copyright-embedded NFTs. </p>\n<p>Art comes to life, not just through a sculpture, framed wall art, or a digital NFT, but here also through apparel - transforming artwork into utilitarian consumer products and artists into their own brands. Given the opportunity, we believe consumers would rather be a walking billboard for the artists that they love than for the powerful, damaging brands that they are forced to choose among to clothe themselves. </p>\n<p>If you're an artist, your most serious collectors and supporters want to invest in you and tell everyone about their investment in you and how much they believe in you. In the past, they could do this only by purchasing and displaying your art at whatever particular private location on earth they chose to place it. Speculators might buy your work, hoping the value goes up if you die. And in any case, you only make money at the time of the initial sale.</p>\n<p>For artists in our <em>stitched.eth</em> ecosystem, your collectors can invest in NFTs that have the capability of bringing your art to the streets, and you get paid for it every time this happens. You can get more, and more deeply-connected collectors, collectors can earn a real return on their investment in your art, and consumers get accessible art that they can showcase on their bodies every day.</p>\n<h3><a id=\"problems-solved\"></a>What problems does this solve?</h3>\n<p>Artists have traditionally relied on some combination of private collectors, patrons, non-profits (like museums) or state-sponsored entities (such as municipalities or other government entities) to raise money for projects and to make a living. </p>\n<p>This creates an inherent power-imbalance, where artists rely on powerful institutions or wealthy individuals for financial support. Artists can get exploited, artists themselves may feel pressure to compromise their vision, and artists also often spend their valuable time negotiating gallery contracts, sales and marketing or else applying to governments or institutions and managing complicated bureaucracies. </p>\n<p>Furthermore, for many artists, it can be prohibitively expensive or time-consuming to create a recurring revenue model where the artist can have a little bit financial breathing room. Printing can be expensive and requires marketing time and expense or gallery markups. </p>\n<p>The traditional dynamic does not provide much financial incentive for your collectors and patrons to invest in you or your work. Right now, galleries are the typical gatekeepers who do this kind of work. Galleries do not always make the best gatekeepers... </p>\n<p>Private collectors often just \"buy and hold,\" sometimes squirreling away the artist's work in a private residence that few have access to or even a storage space where almost no one can view it. This does a disservice to both the artist and the collector. Taking away the public's ability to view the work limits the reach of the work, and this hinders both the artist's means to communicate and the public's appreciation for the message. </p>\n<p>Pricing art for sale to collectors and patrons is challenging as well. Artists typically need to make sure that original art is priced high enough to cover their costs and living expenses, but artists also don't want to limit their art to only collectors who have lots of money. Collectors, on the other hand, are not incentivized to spend as much money on art as other traditional investments because there is no available cash flow from owning the art itself and conveyance of the art gives no additional rights. This depresses the amount of money people are willing to pay for art.</p>\n<p>Using apparel as a medium creates a mechanism to spread the artwork to the public at scale, but it is typically cost-prohibitive for artists because of the high minimum order quantities required to appreciate a reasonable margin and the complicated copyright-brokering process. The powerful institutional clothing brands have limited incentive to work with artists they don't \"own\" and extract a significant amount of value away from the artists, and sometimes even creative control.</p>\n<h3><a id=\"why-participate\"></a>Why should artists participate?</h3>\n<p><em>stitched.eth</em> solves these <a href=\"#problems-solved\">problems</a> by making it free for our artists to join the ecosystem and making the copyright-licensing process completely transparent. Furthermore, artists are empowered with the ability to choose their own markup for the licensed garments. </p>\n<p>The physical garments are easily authenticated for the resale market, and the artist can rely on their collectors and patrons to spend the money and time on marketing.</p>\n<p>Collectors and patrons purchase the artwork NFTs, and these NFTs provide a valuable right for their holders - the right to produce a certain amount of physical garments per year. Collectors have every incentive to invest in both promotion of the artist and of the specific design, as the value of the NFT would theoretically increase with their investment.</p>\n<p>Artists benefit both indirectly from the collector's promotion investments and directly when from the sale of the garments allocated to that NFT since the artists are in charge of the reproduction and pricing of the reproductions.</p>\n<p>We have created a mechanism to align the incentives - to create economic <em>interdependency</em> in an ecosystem that economically benefits the patrons. Human nature being what it is, when it makes economic sense, it usually happens a lot faster and more efficiently than people who only support artists out of the kindness of their hearts (or perhaps for more nefarious reasons).</p>\n<h3><a id=\"money\"></a>Where does the money go?</h3>\n<p>NFT holders are limited by the terms of their copyright license to order their allocations of physical garments directly through the artist. This means that the artist and the collector have to negotiate directly, and the money flows from the collector directly to the artist. <em>stitched.eth</em> does not take a cut of any money paid to the artist for the allocations.</p>\n<p>Accordingly, since the agreement for the physical garments is made directly between the artist and the collector, the artist has an obligation to deliver the goods according to the terms of that agreement. </p>\n<p>The only source of revenue for <em>stitched.eth</em> is from the initial sale of each NFT in the series and a percentage of each subsequent resale. </p>\n<h3><a id=\"copyright\"></a>What copyright does the artist give to <em>stitched.eth</em>?</h3>\n<p>The artist licenses the exclusive right to reproduce this design on apparel to <em>stitched.eth</em>. By virtue of doing this, the artist does lose the right to reproduce that piece on any other clothing, but the artist maintains the rights (1) to use the design on any other medium, (2) to refuse to produce the design for any particular licensee, and (3) to use any other designs on apparel that haven't also been licensed. </p>\n<p><em>stitched.eth</em> then sub-licenses this exclusive right among a series of NFTs. The specific number of NFTs may change, but right now the number is 15 (to be clear, once the series is minted, no more can be added to that NFT series - the specific number of NFTs in each series will be established and permanently fixed at the time of minting). Therefore, no one else in the world can reproduce the specific design on clothing except for the holders of those 15 minted NFTs. The sub-license further restricts the NFT-holder's reproduction rights by: (1) limiting the number of reproductions per year - usually 100 per year - except that the number of reproductions can accumulate over the years (these are the \"design allocations\") and (2) restricting the person who can actually manufacture the reproductions to the artist who created the design. </p>\n<p>Accordingly, the artist can say \"no\" to any particular design request, but the artist cannot do any reproductions of the work without the approval of an NFT holder. The NFT holder must then negotiate directly with the artist to get the design manufactured. In the event that the artist and the NFT holder cannot agree on a reproduction run, then the yearly allocation goes unused, continues to accumulate with the NFT, and the NFT holder may choose to retain the NFT or sell it to someone else who can then use the allocation. </p>\n<p>Whenever the artist accepts an order (and gets paid for it, at prices determined by the artist), then the artist produces the reproduction and delivers it to the NFT holder. <em>stitched.eth</em> deducts the design allocations from the NFT by updating the corresponding NFT's webpage (the location of which is embedded in its metadata) and register each reproduction by minting an NFT. The physical goods must be conferred together with the NFTs in order for them to be considered authentic. </p>\n<p><em>stitched.eth</em> maintains the NFT addresses for all the world to see right here on this decentralized website. All of the updates are hashed on IPFS, so even if every core dev dies off in a plane crash, the IPFS hash will remain for anyone else to take over the project or confirm a garment's authenticity. </p>\n<h3><a id=\"apply\"></a>How do I apply as an Artist?</h3>\n<p>If you're interested in joining us as an artist, tweet us @stitchedeth or DM us on instagram @stitched.eth</p>\n<p>Make sure you read these FAQs so that you know what you're getting into!</p>",
            "author": {
                "name": "CoreDevs"
            },
            "tags": [
            ],
            "date_published": "2022-02-21T14:15:48-06:00",
            "date_modified": "2022-02-21T15:38:46-06:00"
        },
        {
            "id": "https://stitchedeth.github.io/ens/landing.html",
            "url": "https://stitchedeth.github.io/ens/landing.html",
            "title": "Fashion: Decentralized",
            "summary": "The world is waking up to the realization that centralization is a problem in the financial industry. But centralization is&hellip;",
            "content_html": "<p class=\"align-center\">The world is waking up to the realization that centralization is a problem in the financial industry.</p>\n<p class=\"align-center\"><strong>But centralization is a problem in the fashion industry, too.</strong></p>\n<p>Powerful brands are racing to the bottom in a cost competition that relies on toxic and wasteful production manufacturing with a labor force that is chronically underpaid, even in parts of the world where labor conditions are already horrendous. </p>\n<p class=\"align-center\">Brands get away with this because they have immense power over designers, producers, retailers and distributors. The powerful brands stop at nothing to cut costs, sacrificing people and the environment in the process. </p>\n<h4 class=\"align-center\"><strong>We've set out to change this. </strong></h4>\n<p class=\"align-center\">Welcome to a world where artists and designers maintain control, where anyone can be a retailer with their own exclusive lines, where distribution is 100% transparent, and where authenticity is guaranteed.</p>\n<p class=\"align-center\">Want to join us in this movement? We can do it together.</p>\n<p class=\"align-center\"><a href=\"#about\">Learn more</a></p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://stitchedeth.github.io/ens/media/posts/10/NFT_LUNA-25.jpg\" sizes=\"(max-width: 768px) 100vw, 1360px\" srcset=\"https://stitchedeth.github.io/ens/media/posts/10/responsive/NFT_LUNA-25-xs.jpg 300w ,https://stitchedeth.github.io/ens/media/posts/10/responsive/NFT_LUNA-25-sm.jpg 480w ,https://stitchedeth.github.io/ens/media/posts/10/responsive/NFT_LUNA-25-md.jpg 768w ,https://stitchedeth.github.io/ens/media/posts/10/responsive/NFT_LUNA-25-lg.jpg 1024w ,https://stitchedeth.github.io/ens/media/posts/10/responsive/NFT_LUNA-25-xl.jpg 1360w\"  alt=\"\" width=\"1200\" height=\"1500\"></figure>\n<h2><a id=\"about\"></a><strong>Project Summary and FAQs</strong></h2>\n<p>The <em>stitched.eth</em> ecosystem aims to solve a host of problems that have plagued the modern fashion industry as well as problems that have always existed for artists and art patrons. The ecosystem creates a financial <em>interdependency</em> between artists and art patrons, brings transparency to the fashion industry and helps to re-allocate profits away from institutional brands to the artists and designers themselves.</p>\n<ul>\n<li>\n<h5><a href=\"#artists\">What's in it for Artists?</a></h5>\n</li>\n<li>\n<h5><a href=\"#patrons\">What's in it for Patrons, Collectors and Retailers?</a></h5>\n</li>\n<li>\n<h5><a href=\"#industry\">So what's all this have to do with retailers and the fashion industry?</a></h5>\n</li>\n<li>\n<h5><a href=\"#users\">How do I use <em>stitched.eth</em>?</a></h5>\n</li>\n<li>\n<h5><a href=\"#details\">How does it all work?</a></h5>\n</li>\n<li>\n<h5><a href=\"#NFT\">What blockchain do you use for the NFTs?</a></h5>\n</li>\n<li>\n<h5><a href=\"#contact\">How can I contact the team?</a></h5>\n</li>\n</ul>\n<h2><strong><a id=\"artists\"></a>What's in it for Artists?</strong></h2>\n<p>We help serious visual artists fund their projects and grow their practice by empowering them to enter the apparel market without giving up control over their designs and artwork. Artists maximize the value of their work by capturing recurring revenue through a profit-sharing model.</p>\n<p>Art comes to life, not just through a sculpture, framed wall art, or a digital NFT, but here also through apparel - transforming artwork into utilitarian consumer products and artists into their own brands. Given the opportunity, we believe consumers would rather be a walking billboard for the artists that they love than for the powerful, damaging brands that they are forced to choose among to clothe themselves. </p>\n<p>We do this by building a blockchain-based ecosystem where the authenticity of physical garments is guaranteed and copyright licenses can be transferred and utilized transparently and efficiently through copyright-embedded NFTs. </p>\n<p>If you're an artist, your most serious collectors and supporters want to invest in you and tell everyone about their investment in you and how much they believe in you. In the past, they could do this only by purchasing and displaying your art at whatever particular private location on earth they chose to place it. Speculators might buy your work, hoping the value goes up if you die. And in any case, you only make money at the time of the initial sale.</p>\n<p>For artists in our <em>stitched.eth</em> ecosystem, your collectors can invest in NFTs that have the capability of bringing your art to the streets, and you get paid for it every time this happens. You can get more, and more deeply-connected collectors, collectors can earn a real return on their investment in your art, and consumers get accessible art that they can showcase on their bodies every day.</p>\n<h2><strong><a id=\"patrons\"></a>What's in it for Patrons, Collectors and Retailers?</strong></h2>\n<p>We enable art patrons and collectors (and even the artists themselves) to become retailers in this new fashion industry, and in the process, economically incentivizing investment in artists in a way that has never happened before.</p>\n<p>As a collector, you want to help the artists you invest in reach their full potential. In the past, the only way to do this was by purchasing the artist's work and maybe donating some additional money, time or resources. There's nothing <em>wrong</em> with that, but it does create some problems. </p>\n<p>If you're a serious collector, you end up purchasing more artwork than you could ever display, and so much of it ends up in storage or else you have to dedicate significant resources to finding homes for your acquisitions. </p>\n<p>Further, there's no direct, recognizable economic benefit to investing into the artist beyond purchasing their art. Throughout history, we have just accepted this as the \"way it is\" - that collectors could become patrons, but only at their own expense and for the benefit of artists (which also creates a problematic power dynamic) - but it doesn't have to be this way. We have created a mechanism to align the incentives - to create economic <em>interdependency</em> in an ecosystem that economically benefits both the artists <em>and</em> patrons. Human nature being what it is, when it makes economic sense for people, people will be more willing to support artists than they would be if you rely solely on the kindness of their hearts.</p>\n<p>The second problem with the old model is that if the artist that you believed in becomes famous and widely collected, the only way for you to realize a financial gain was to sell the work you purchased - but as a collector, you want to enjoy the art, not sell it later. But even selling it is not easy. As everyone knows, art resale markets are dominated by auction houses that only want to deal with an exclusive subset of well-known artists. It's often very difficult to resell outside of this context and nearly impossible to authenticate art that you might want to sell.</p>\n<h2><strong><a id=\"industry\"></a>So what's all this have to do with retailers and the fashion industry?</strong></h2>\n<p>Here's where things get interesting.</p>\n<p>We have developed a very interesting way to deploy blockchain technology and copyright law in combination with the fashion and art worlds. </p>\n<p>International copyright law gives artists the inherent power over reproduction of their own artwork, including the power to license it. NFTs give blockchains the power to transparently record and identify owners of digital assets. So, by digitizing copyright licenses conferred by artists, we can accurately identify the owners of the copyright licenses in a trustless and frictionless public marketplace. We then empower the NFT hodlers to place orders for apparently featuring their specific and exclusive copyright-licensed design directly through the artist.</p>\n<p>In the <em>stitched.eth</em> ecosystem, artists transform their work into copyright-embedded NFTs, and all you have to do is purchase the NFT in order to get the copyright license, seamlessly transforming collectors into retailers. </p>\n<p>The artist captures profit through the production of the garments, and the NFT hodler can then keep or resell the garments as they wish. The garments are all tracked on the blockchain with a digital certificate of authenticity that cannot be replicated. And all of this is done transparently so that anyone in the world can recognize and prove that any particular garment is the real deal. </p>\n<p>Accordingly, NFT hodlers are economically incentivized to promote the artist's designs - the value of both the NFT and the garments increases as the artist's profile increases. Collectors who own NFTs can start their own e-commerce or real, physical retail stores to drop their exclusive products - all while maintaining their initial investment in the NFT.</p>\n<h2><strong><a id=\"users\"></a>How do I use <em>stitched.eth</em>?</strong></h2>\n<p>You can use <em>stitched.eth</em> as an artist, an art/NFT collector, a retailer, a developer, an art collector/consumer or any combination of those!</p>\n<p>If you would like to join us an artist, please visit the link to apply. We want to work with all kinds of artists, especially those who have interesting ideas about how to use apparel in their practice. Keep in mind that you will have to work directly with your NFT holders to produce the garments and that you will be responsible for making sure garments are delivered to the design NFT holders along with garment NFTs. Make sure you take a few minutes to read more about how all of this works.</p>\n<p>If you would like to use <em>stitched.eth</em> as an art/NFT collector, you can purchase our NFTs from Opensea. Make sure you use the official link found here on our website to make sure you're getting authentic NFTs. Once you have purchased an NFT, you will be able to contact the artist directly to negotiate the use of your allocation. Of course, you don't have to use your allocation, and you can resell your NFT at any time. Learn more details below.</p>\n<p>If you want to join us a retailer, you'll need to buy one or more NFTs! Each NFT comes with the license to create 100 garments per year featuring the design on the NFT, per the terms of the copyright license found embedded in the NFT itself. You can purchase our NFTs from <a href=\"https://opensea.io/stitchedeth\">Opensea</a>. Make sure you use the official link found here on our website to make sure you're getting authentic NFTs.</p>\n<p>If you're interested in joining our developer team, please <a href=\"#contact\">contact us</a>!</p>\n<p>If you want to collect the garments themselves, you'll need to buy them from a retailer! Check out our <a href=\"https://www.instagram.com/stitched.eth/\" rel=\"nofollow\">instagram</a> or <a href=\"https://twitter.com/stitchedeth\" rel=\"nofollow\">twitter</a> for the latest handles to find some retailers, or you can consider becoming your own retailer by purchasing an NFT. You don't have to use the entire allocation available so long as the artist is okay with you purchasing one at a time. </p>\n<h2><strong><a id=\"details\"></a>How does it all work?</strong></h2>\n<p>It all begins with the artist. </p>\n<p>An artist creates an iconic design or work that can be translated onto apparel. That might be a stencil, a graphic image for screen printing, an applique ...or whatever else the artist can imagine.</p>\n<p>The artist licenses the exclusive right to reproduce this design on apparel to <em>stitched.eth</em>. By virtue of doing this, the artist does lose the right to reproduce that piece on any other clothing, but the artist maintains the rights (1) to use the design on any other medium, (2) to refuse to produce the design for any particular licensee, and (3) to use any other designs on apparel that haven't also been licensed. </p>\n<p><em>stitched.eth</em> then sub-licenses this exclusive right among a series of NFTs. The specific number of NFTs may change, but right now the number is 15 (to be clear, once the series is minted, no more can be added to that NFT series - the specific number of NFTs in each series will be established and permanently fixed at the time of minting). Therefore, no one else in the world can reproduce the specific design on clothing except for the holders of those 15 minted NFTs. The sub-license further restricts the NFT-holder's reproduction rights by: (1) limiting the number of reproductions per year - usually 100 per year - except that the number of reproductions can accumulate over the years (these are the \"design allocations\") and (2) restricting the person who can actually manufacture the reproductions to the artist who created the design. </p>\n<p>Accordingly, the artist can say \"no\" to any particular design request, but the artist cannot do any reproductions of the work without the approval of an NFT holder. The NFT holder must then negotiate directly with the artist to get the design manufactured. In the event that the artist and the NFT holder cannot agree on a reproduction run, then the yearly allocation goes unused, continues to accumulate with the NFT, and the NFT holder may choose to retain the NFT or sell it to someone else who can then use the allocation. </p>\n<p>Whenever the artist accepts an order (and gets paid for it, at prices determined by the artist), then the artist produces the reproduction and delivers it to the NFT holder. <em>stitched.eth</em> deducts the design allocations from the NFT by updating the corresponding NFT's webpage (the location of which is embedded in its metadata) and register each reproduction by minting an NFT. The physical goods must be conferred together with the NFTs in order for them to be considered authentic. </p>\n<p><em>stitched.eth</em> maintains the NFT addresses for all the world to see right here on this decentralized website. All of the updates are hashed on IPFS, so even if every core dev dies off in a plane crash, the IPFS hash will remain for anyone else to take over the project or confirm a garment's authenticity. </p>\n<h2><strong><a id=\"NFT\"></a>What blockchain do you use for the NFTs?</strong></h2>\n<p>We use two different blockchains for the NFTs. The design NFTs that confer the copyright license are built on the ethereum blockchain. The garment NFTs are built on the Stacks blockchain. </p>\n<h2><strong><a id=\"contact\"></a>How can I contact the team?</strong></h2>\n<p>Join our community on Discord and chat with us. The <em>stitched.eth</em> core team is online all the time, happy to help you out with any question!</p>\n<p> </p>",
            "image": "https://stitchedeth.github.io/ens/media/posts/10/NFT_LUNA-39-2.jpg",
            "author": {
                "name": "CoreDevs"
            },
            "tags": [
            ],
            "date_published": "2022-02-21T14:14:19-06:00",
            "date_modified": "2022-02-21T15:36:14-06:00"
        }
    ]
}
